{
    "Forgot your password?":"رمز عبور خود را فراموش کرده اید",
    "Profile Information":"اطلاعات پروفایل",
    "Email":"ایمیل",
    "Profile":"تنظیمات کاربری",
    "username":"نام کاربری",
    "Password":"رمز ورود",
    "Remember me":"به خاطر بسپار",
    "Log in":"ورود",
    "Whoops! Something went wrong.":"خطایی رخ داده است",
    "Log Out":"خروج",
    "Current Password":"رمز عبور فعلی",
    "New Password":"رمز عبور جدید",
    "Confirm Password":"تکرار رمز عبور",
    "Update Password":"تغییر رمز عبور",
    "Save":"ذخیره",
    "Enable":"فعال",
    "Name":"نام",
    "Delete Account":"حذف حساب کاربری",
    "Permanently delete your account.":"اکانت خود را برای همیشه حذف کنید",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"پس از حذف حساب شما، تمام منابع و داده های آن برای همیشه حذف می شوند. قبل از حذف حساب خود، لطفاً هر گونه داده یا اطلاعاتی را که می خواهید حفظ کنید دانلود کنید.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"آیا مطمئن هستید که می خواهید حساب خود را حذف کنید؟ پس از حذف حساب شما، تمام منابع و داده های آن برای همیشه حذف می شوند. لطفاً رمز عبور خود را وارد کنید تا تأیید کنید که می خواهید حساب خود را برای همیشه حذف کنید.",
    "Ensure your account is using a long, random password to stay secure.":"اطمینان حاصل کنید که حساب شما از یک رمز عبور طولانی و تصادفی برای حفظ امنیت استفاده می کند.",
    "Update your account's profile information and email address.":"اطلاعات نمایه و آدرس ایمیل حساب خود را به روز کنید.",
    "Two Factor Authentication":"ورود دو مرحله ای",
    "Add additional security to your account using two factor authentication.":"امنیت بیشتر با پسورد دو مرحله ای",
    "Finish enabling two factor authentication.":"پایان فعال سازی ورود دو مرحله ای",
    "You have enabled two factor authentication.":"شما ورود دو مرحله ای را فعال کرده اید",
    "You have not enabled two factor authentication.":"ورود دو مرحله ای غیر فعال است",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.":"وقتی فعال سازی دو مرحله ای فعال است شما یک پیام امنیتی دریافت می کنید و یک توکن تصادفی دریافت می کنید که از طریق برنامه گوگل آتنتیکیتر قابل استفاده است",
    "Confirm":"تایید",
    "Cancel":"بیخیال",
    "Disable":"غیر فعال",
    "Regenerate Recovery Codes":"ایجاد کد بازیابی",
    "Show Recovery Codes":"نمایش کد بازیابی",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.":"کد بازیابی را در جایی ذخیره کنید تا در آینده بتوانید با استفاده از آن لاگین کنید",
    "Setup Key":"کلید راه اندازی",
    "This password does not match our records.":"پسورد وارد شده اشتباه است",
    "For your security, please confirm your password to continue.":"برای امنیت خودتان رمز ورود را مجدد وارد نمائید",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.":"برای پایان راه اندازی کد زیر را با استفاده از برنامه گوگل آتنیتیکیتر اسکن کنید",
    "Two factor authentication is now enabled. Scan the following QR code using your phone\\'s authenticator application or enter the setup key.":"ورود دو مرحله ای فعال شده برای استفاده از آن کد زیر را در گوشی اسکن کنید",
    "Manage Account":"مدیریت پروفایل",
    "Browser Sessions":"جلسه مرورگر",
    "Manage and log out your active sessions on other browsers and devices.":"خروج از سایر مرورگر ها و دستگاه ها",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.":"خروج از همه دستگاه ها و مرورگرها. در صورت نیاز پسورد خود را عوض کنید",
    "Unknown":"ناشناس",
    "This device":"این دستگاه",
    "Log Out Other Browser Sessions":"خروج از سایر مرورگرها",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.":"لطفا پسورد را وارد نمائید تا از همه دستگاه ها خارج شوید",
    "Done.":"پایان"
}